[
    {
       "title":"Citrix Developer for VS Code",
       "description":"An extension for Visual Studio Code that surface Citrix developer resources to help developers build on the Citrix platform. Extension is available for free in the extension gallery from with Visual Studio Code.",
       "projectURL":"https://citrix.github.io/CitrixDeveloper-VSCode/",
       "cloneURL":"https://github.com/citrix/CitrixDeveloper-VSCode.git"
   },
   {
       "title":"Citrix NetScaler Ansible modules",
       "description":" Ansible modules for configuring Citrix NetScaler instances. It uses the NITRO REST API. All form factors of Citrix NetScaler are supported.",
       "projectURL":"https://github.com/citrix/netscaler-ansible-modules",
       "cloneURL":""
   
   },
   {
       "title":"Ansible NITRO API calls",
       "description":"sample playbooks that make NITRO API calls using standard Ansible modules. Each playbook contains only one or two tasks. For more complete workflows tasks should be combined in a more complete playbook.",
       "projectURL":"https://github.com/citrix/ansible-nitro-api-calls",
       "cloneURL":""
   
   },
   {
       "title":"Sample of an outlook task pane that displays your Citrix applications",
       "description":"A sample that shows how to build an outlook task pane that uses the Citrix Storefront WebAPI to display the users specific set of applications. This sample also shows how to launch retrieve and launch the selected application",
       "projectURL":"https://github.com/citrix/Storefront-Outlook",
       "cloneURL":""
   },
   {
       "title":"Yeoman sample scaffolder for Citrix Netscaler",
       "description":"This Yeoman generator will help you build up a samples application, using .NET core, that targets the Netscaler NITRo/REST API.",
       "projectURL":"https://github.com/citrix/generator-citrix-netscaler",
       "cloneURL":""
   },
   {
       "title":"Ingress Controller for Citrix NetScaler",
       "description":"This Ingress controller uses a Citrix NetScaler VPX/MPX to provide Ingress Load Balancing to Kubernetes Services. Before you begin configuring NetScaler MPX/VPX, the expectation is to have a Kubernetes cluster configured and running. The configuration has been tested on baremetal and is not expected to work for Cloud hosted cluster (GKE / AWS)",
       "projectURL":"https://github.com/citrix/kube-ingress-citrix-netscaler",
       "cloneURL":""
   },
   {
       "title":"Citrix Storefront API Android Sample",
       "description":"This sample is meant to show you how to interact with the Citrix Storefront API to authenticate, List your available resources, and generate an ICA file that you can then pass on to something like Citrix Receiver to handle the connection.",
       "projectURL":"https://github.com/citrix/Storefront-API-Android-Sample",
       "cloneURL":""
   },
   {
       "title":"Citrix Storefront API Xamarin Sample",
       "description":"This sample is meant to show you how to interact with the Citrix Storefront API to authenticate, List your available resources, and generate an ICA file that you can then pass on to something like receiver to handle the connection.",
       "projectURL":"https://github.com/citrix/Storefront-API-Xamarin-Sample",
       "cloneURL":""
   },
   {
       "title":"Citrix Desktop Notification Tool for Xendesktop",
       "description":"Administrators monitoring XenDesktop have to be logged into Director console or keep checking mails regularly for any possible critical alerts that might affect users of XenDesktop. Instead Desktop Notification Tool notifies the administrators with desktop notifications whenever there is a new alert from any of the numerous sites for which alert policies/alert rules are configured.",
       "projectURL":"https://github.com/citrix/Citrix-Desktop-Notification-Tool-for-Xendesktop",
       "cloneURL":""
   },
   {
       "title":"ShareFile PowerShell SDK",
       "description":"The ShareFile PowerShell SDK is a PowerShell snap-in that provides support for saving a user login for use in scripts, provides access to the ShareFile API, and also a provider that can be used within PowerShell to map to a ShareFile account.",
       "projectURL":"https://github.com/citrix/ShareFile-PowerShell",
       "cloneURL":""
   },
   {
       "title":"Citrix Storefront Manager Approval Site",
       "description":"This is an Approval/Denial web suite for managers to approve or deny a request for an application available via Storefront. This works in conjuction with the Citrix-Storefront-ApprovalMonitoring repository",
       "projectURL":"https://github.com/citrix/Citrix-Storefront-ManagerApprovalSite",
       "cloneURL":""
   }
]